export const links = [
  { name: "Гланая страница", link: "/" },
  { name: "E.A Букетов", link: "/buketov" },
  { name: "К.И Сатпаев ", link: "/satpaev" },
];

//   {
//     question:
//       "Какое учебное заведение Евней Арыстанович Букетов выбрал для продолжения образования после школы?",
//     answers: [
//       "Казахский национальный университет имени аль-Фараби",
//       "Казахский аграрный университет",
//       "Казахский горно-металлургический институт (КазГМИ)",
//       "Карагандинский государственный университет",
//     ],
//     correctAnswer: 2,
//   },
//   {
//     question:
//       "В каком возрасте Евней Арыстанович Букетов начал работать учителем?",
//     answers: ["В 14 лет", "В 15 лет", "В 16 лет", "В 17 лет"],
//     correctAnswer: 2,
//   },
//   {
//     question:
//       "Одним из ключевых направлений работы Евнея Арыстановича Букетова было?",
//     answers: [
//       "Разработка методов извлечения и очистки металлов",
//       "Изучение космических явлений",
//       "Создание новых лекарственных препаратов",
//       "Исследование океанских глубин",
//     ],
//     correctAnswer: 0,
//   },
// ];
export const data = [
  {
    title: "Разработка методов извлечения и очистки металлов",
    description:
      "Одним из важнейших направлений работы Букетова было изучение и разработка новых методов извлечения металлов из руд и их очистки. Он уделял особое внимание совершенствованию процессов восстановления металлов из рудных концентратов, что позволило увеличить эффективность и снизить энергетические затраты на производство.",
    image: "/images/photo1.jpg",
  },
  {
    title: "Пирометаллургические процессы",
    description:
      "Букетов активно исследовал высокотемпературные методы переработки руд, включая процессы плавки и термического восстановления. Его работы позволили улучшить технологии выплавки металлов, делая их более экономичными и экологически безопасными. Гидрометаллургия: В своих исследованиях Букетов уделял внимание методам использования водных растворов для извлечения металлов, что было особенно актуально для переработки бедных руд. Он разрабатывал подходы, позволяющие эффективно использовать растворы и реагенты, снижая затраты и повышая экологическую безопасность процессов.",
    image: "/images/photo2.jpeg",
  },
  {
    title: "Развитие казахстанской геологии",
    description:
      "Он создал геологическую карту Казахстана, которая стала важным инструментом для дальнейших исследований и разработки ресурсов.Академик К. И. Сатпаев сыграл ключевую роль в создании Химико-металлургического института (ХМИ). Вернувшись к руководству Академией наук в июне 1955 года, он начал активно развивать научные исследования и стремился открыть новые научные центры в ряде крупных городов Казахстана. В результате его усилий в Усть-Каменогорске и Гурьеве (ныне Атырау) были основаны научно-исследовательские институты. ХМИ, открытый в октябре 1958 года в Караганде при поддержке вице-президента АН СССР И. П. Бардина, стал важным проектом Сатпаева. Основная задача института заключалась в содействии развитию горно-металлургической отрасли в Центральном Казахстане, внедрении новых технологий на производственных предприятиях. Караганда, находясь в центре Сары-Арки — региона, включающего Акмолинскую, Кокчетавскую, Карагандинскую, Павлодарскую, Костанайскую и Северо-Казахстанскую области, с обширными запасами природных ресурсов, стала идеальным местом для создания института. Здесь уже действовали горные и химические комбинаты, использовавшие эти ресурсы.",
    image: "/images/photo3.jpg",
  },
  {
    title: "Открытие месторождений полезных ископаемых",
    description:
      "Сатпаев сыграл ключевую роль в открытии Джезказганского медного месторождения, которое стало важнейшим промышленным объектом для всего Советского Союза.",
    image: "/images/photo4.jpg",
  },
  {
    title: "Изучение и открытия Сатпаева",
    description:
      "В 1926 году К.И.Сатпаев успешно окончил Томский технологический институт и, став первым казахом с дипломом горного инженера-геолога, был направлен в распоряжение Центрального Совета народного хозяйства.К. И. Сатпаев возглавил геологический отдел треста 'Атбасцветмет'. На его долю выпала серьезная задача - проведение первых стационарных геологоразведочных работ по планомерному выявлению запасов полезных ископаемых в Жезказган-Улутауском районе. В отличие от англичан и Геологического Комитета при СНК, которые оценивали запасы Жезказгана как скромные, Сатпаев был убежден в огромных запасах руд в этом регионе.В 1932 году К. И. Сатпаев публикует первую научную монографию “Джезказганский медно-рудный район и его минеральные ресурсы”. К тому времени было установлено, что в рудах Жезказгана более 2 млн. тонн меди, а не 60 тыс. тонн, о которых говорили английские специалисты и сотрудники из Геологического комитета при СНК. Это было доказательством научного предвидения К. И. Сатпаева.",
    image: "/images/photo5.jpeg",
  },
];

export const questions = [
  {
    question:
      "Какое учебное заведение Евней Арыстанович Букетов выбрал для продолжения образования после школы?",
    answers: [
      "Казахский национальный университет имени аль-Фараби",
      "Казахский аграрный университет",
      "Казахский горно-металлургический институт (КазГМИ)",
      "Карагандинский государственный университет",
    ],
    correctAnswer: 2,
  },
  {
    question:
      "В каком возрасте Евней Арыстанович Букетов начал работать учителем?",
    answers: ["В 14 лет", "В 15 лет", "В 16 лет", "В 17 лет"],
    correctAnswer: 2,
  },
  {
    question:
      "Одним из ключевых направлений работы Евнея Арыстановича Букетова было?",
    answers: [
      "Разработка методов извлечения и очистки металлов",
      "Изучение космических явлений",
      "Создание новых лекарственных препаратов",
      "Исследование океанских глубин",
    ],
    correctAnswer: 0,
  },
  {
    question:
      "Какие процессы исследовал Евней Арыстанович Букетов для повышения экономичности и экологической безопасности выплавки металлов?",
    answers: [
      "Пирометаллургические процессы",
      "Биологические процессы",
      "Механические процессы",
      "Электрические процессы",
    ],
    correctAnswer: 0,
  },
  {
    question:
      "Что подразумевает технология комплексной переработки минерального сырья, разработанная Евнеем Арыстановичем Букетовым?",
    answers: [
      "Использование только основных металлов",
      "Полное использование руды с извлечением как основных, так и второстепенных элементо",
      "Отказ от использования водных растворов и химических реагентов",
      "Разделение руды на отдельные компоненты без повторного использования отходов",
    ],
    correctAnswer: 1,
  },
  {
    question:
      "Какой принцип включает многоступенчатое извлечение металлов в технологии комплексной переработки?",
    answers: [
      "Одноступенчатое извлечение только самых ценных металлов",
      "Многоступенчатое извлечение, начиная с наиболее ценных металлов и заканчивая менее ценными элементами",
      "Применение только одного химического реагента для всех металлов",
      "Полное игнорирование второстепенных элементов",
    ],
    correctAnswer: 1,
  },
  {
    question:
      "Какая технология позволила Евнею Арыстановичу Букетову снизить энергетические затраты при извлечении металлов?",
    answers: [
      "Пирометаллургические процессы",
      "Биологические методы переработки",
      "Гидрометаллургические методы",
      "Электролиз",
    ],
    correctAnswer: 2,
  },
  {
    question:
      "Какое влияние на экологическую безопасность имели гидрометаллургические процессы, разработанные Е.А Букетовым?",
    answers: [
      "Увеличение выбросов вредных веществ",
      "Снижение выбросов вредных веществ и улучшение экологической обстановки",
      "Без изменений в уровне загрязнения",
      "Повышение уровня загрязнения водных источников",
    ],
    correctAnswer: 1,
  },
  {
    question:
      "Какое влияние на производительность плавильных печей оказали пирометаллургические инновации Евнея Арыстановича Букетова?",
    answers: [
      "Снижение производительности",
      "Увеличение расхода топлива",
      "Повышение производительности и оптимизация расхода топлива",
      "Никакого влияния",
    ],
    correctAnswer: 2,
  },
  {
    question:
      "Какое звание было присвоено Е.А. Букетову за его вклад в развитие химической металлургии?",
    answers: [
      "Народный артист Казахстана",
      "Герой Советского Союза",
      "Заслуженный деятель науки Казахской ССР",
      "Заслуженный врач Республики Казахстан",
    ],
    correctAnswer: 2,
  },
  {
    question:
      "В чем заключалась стратегическая важность трудов Евнея Арыстановича Букетова?",
    answers: [
      "В изучении космических явлений",
      "В разработке новых лекарственных препаратов",
      "В экономическом и промышленном развитии",
      "В создании новых видов искусства",
    ],
    correctAnswer: 2,
  },
  {
    question:
      "В каких международных инициативах участвовал Евней Арыстанович Букетов?",
    answers: [
      "В кулинарных фестивалях",
      "В военных учениях",
      "В международных научных конференциях и проектах",
      "В экологических митингах",
    ],
    correctAnswer: 2,
  },
  {
    question: "Как Е.А.Букетов способствовал укреплению научных связей?",
    answers: [
      "Путем проведения музыкальных концертов",
      "Путем участия в международных проектах и симпозиумах",
      "Путем открытия сети ресторанов",
      "Путем создания политической партии",
    ],
    correctAnswer: 1,
  },
  {
    question:
      "Каково одно из основных наследий Евнея Арыстановича Букетова в образовательной сфере?",
    answers: [
      "Разработка новых видов спорта",
      "Создание уникальных методологических разработок и учебных пособий",
      "Организация массовых спортивных соревнований",
      "Проведение фестивалей художественного творчества",
    ],
    correctAnswer: 1,
  },
  {
    question:
      "Какое ключевое достижение Евнея Арыстановича Букетова позволило увеличить эффективность извлечения металлов из руд?",
    answers: [
      "Создание новых видов топлива",
      "Внедрение комплексных методов переработки руд",
      "Разработка новых лекарственных препаратов",
      "Создание сети ресторанов",
    ],
    correctAnswer: 1,
  },
  {
    question:
      "Какой эффект на экологичность производства оказали технологии Евнея Александровича Букетова?",
    answers: [
      "Увеличение выбросов вредных веществ",
      "Отсутствие изменений",
      "Снижение выбросов вредных веществ и энергозатрат",
      "Повышение уровня загрязнения водных источников",
    ],
    correctAnswer: 2,
  },
  {
    question:
      "В каких отраслях нашли применение материалы, разработанные благодаря исследованиям Евнея Арыстановича Букетова?",
    answers: [
      "Искусство и культура",
      "Косметология и парфюмерия",
      "Машиностроение, строительство и авиакосмическая промышленность",
      "Пищевая промышленность",
    ],
    correctAnswer: 2,
  },
  {
    question:
      "Какую роль Евней Арыстанович Букетов играл в подготовке нового поколения ученых и специалистов?",
    answers: [
      "Организовал музыкальные фестивали",
      "Разработал учебные пособия и методики преподавания",
      "Участвовал в спортивных соревнованиях",
      "Создал политическую партию",
    ],
    correctAnswer: 1,
  },
  {
    question: "Какую кафедру Е.А.Букетов лично руководил в КарГУ?",
    answers: [
      "Кафедру математики",
      "Кафедру физической химии",
      "Кафедру филологии",
      "Кафедру экономики",
    ],
    correctAnswer: 1,
  },
  {
    question:
      "Какое культурное наследие оставил Е.А.Букетов для последующих поколений?",
    answers: [
      "Построил музыкальную школу",
      "Написание статей, книг и методических материалов",
      "Открыл сеть ресторанов",
      "Создал новую философскую теорию",
    ],
    correctAnswer: 1,
  },
];
